final headers = [
  "م",
  "اسم المشروع",
  "رمز المشروع",
  "الرقم المرجعي للعقد",
  "حالة المشروع",
  "المقاول / الشركةالإستشارية المنفذة",
  "مدة المشروع الحالية",
  "تاريخ التحديث",
  "نسبة الصرف"
];

final rows = [
  [
    '1',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
  [
    '2',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
  [
    '3',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
  [
    '4',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
  [
    '5',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
  [
    '6',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
  [
    '7',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
  [
    '8',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
  [
    '9',
    'تقديم خدمات استشارية لدعم وتطويرمتطلبات قياس هيئة الحكومة 2023',
    '2354567214464',
    '4566788',
    'تحت التنفيذ',
    'مؤسسة هدب لتقنية نظم المعلومات',
    '24 شهر',
    '02-12-2024',
    "23%"
  ],
];
